{
  "page-title": "Cookies & privacy",
  "intro": "Door een account aan te maken en gebruik te maken van RoomStage gaat u ermee akkoord dat de gegevens die u ingeeft opgeslagen en verwerkt worden.",
  "strictly-necessary-title": "Strikt noodzakelijke cookies",
  "strictly-necessary-p1": "Er wordt gebruik gemaakt van cookies om na te gaan of u ingelogd bent. Deze cookies zijn strikt noodzakelijk.",
  "account-title": "Account",
  "account-p1": "Alle gegevens die ingevuld worden bij het aanmaken of aanpassen van uw account worden opgeslagen:",
  "account-li1": "Uw e-mailadres wordt enkel gebruikt om in te loggen en het verzenden van e-mails (bij het aanmaken en verwijderen van uw account).",
  "account-li2": "Uw wachtwoord wordt enkel gebuikt om in te loggen.",
  "account-li3": "Uw gebruikersnaam wordt getoond bij deelnemen aan shows, het versturen van verzoeknummers, en het versturen van chatberichten.",
  "account-p2": "Daarnaast wordt ook bijgehouden wanneer u uw account aanmaakte en wijzigde.",
  "account-p3": "Alle gegevens die gelinkt zijn aan uw account worden opgeslagen tot u uw account verwijderd.",
  "chat-and-more-title": "Chatberichten, chatrooms, polls en verzoeknummers",
  "chat-and-more-p1": "De chatberichten die u verzendt worden opgeslagen en gedeeld met de gebruikers die in die betreffende chatgroep zitten. De eigenaar van de show is toegestaan uw chatberichten die in de algemene chatgroep gestuurd worden te verwijderen.",
  "chat-and-more-p2": "Ook de chatrooms die je maakt worden opgeslagen, maar deze worden enkel gedeeld met gebruikers die daarvoor uitgenodigd zijn.",
  "chat-and-more-p3": "Verzoeknummers die u verzend worden opgeslagen en kunnen door de eigenaar van de show verborgen en verwijderd worden.",
  "chat-and-more-p4": "Daarnaast is het ook mogelijk om te stemmen op een poll, waarna uw antwoorden opgeslagen en gedeeld kunnen worden. Polls die je als artiest aanmaakt worden opgeslagen en kunnen worden gedeeld met gebruikers.",
  "chat-and-more-p5": "Bij chatberichten, chatrooms, polls en verzoeknummers wordt ook bijgehouden wanneer u deze aanmaakte of wijzigde.",
  "chat-and-more-p6": "Het is op geen enkele manier toegestaan illegale zaken te delen op dit platform.",
  "shows-title": "Shows",
  "shows-p1": "Shows die je aanmaakt op RoomStage worden opgeslagen en gedeeld. Hierbij wordt ook bijgehouden wanneer u deze aanmaakte of wijzigde.",
  "youtube-title": "YouTube",
  "youtube-p1": "RoomStage maakt gebruik van een ingebedde YouTube-speler om u de livestreams te kunnen tonen. Hierbij worden cookies van YouTube opgeslagen. Deze cookies worden verwijderd aan het einde van je sessie."
}
