{
  "page-title": "Cookies & privacy",
  "intro": "By creating an account and using RoomStage, you agree that the data you enter will be stored and processed.",
  "strictly-necessary-title": "Strictly necessary cookies",
  "strictly-necessary-p1": "Cookies are used to check whether you are logged in. These cookies are strictly necessary.",
  "account-title": "Account",
  "account-p1": "All data entered when creating or modifying your account will be stored:",
  "account-li1": "Your email address is only used for logging in and sending emails (when creating and deleting your account).",
  "account-li2": "Your password is only used to log in.",
  "account-li3": "Your username will be shown when participating in shows, sending song requests, and sending chat messages.",
  "account-p2": "In addition, timestamps of when you created and modified your account are also stored.",
  "account-p3": "All data linked to your account will be stored until you delete your account.",
  "chat-and-more-title": "Chat messages, chat rooms, polls and song requests",
  "chat-and-more-p1": "The chat messages you send are stored and shared with the users who are in that chat group. The owner of the show is allowed to delete your chat messages sent in the general chat group.",
  "chat-and-more-p2": "The chat rooms you create are also stored, but they are only shared with users who have been invited to it.",
  "chat-and-more-p3": "The song requests you send are stored and can be hidden and deleted by the owner of the show.",
  "chat-and-more-p4": "In addition, it is also possible to vote in a poll, after which your answers can be stored and shared. Polls you create as an artist are stored and can be shared with users.",
  "chat-and-more-p5": "Timestamps of when you created and modified chat messages, chat rooms, polls, and song requests are also stored.",
  "chat-and-more-p6": "It is not allowed in any way to share illegal things on this platform.",
  "shows-title": "Shows",
  "shows-p1": "Shows you create on RoomStage are stored and shared. Timestamps of when you created and modified them are also stored.",
  "youtube-title": "YouTube",
  "youtube-p1": "RoomStage uses an embedded YouTube player to show you the livestreams. Cookies from YouTube are stored for this. These cookies are deleted at the end of your session."
}
